var curData = {	
	"robo": {
		"title": "Робототехника",
		"shortTitle": "Робототехника",
		"img": "../php/img/robo.png",
		"text": "В мире все больше наблюдается рост зависимости жизни современного человека от достижений научно-технического прогресса, а потребность в инженерно-технических кадрах становится необходимостью. Одним из путей развития инженерно-технических навыков обучающихся является применение робототехники в образовательном процессе в качестве прикладной дисциплины, комплексно сочетающей в себе ряд основных инженерных специальностей. Программа отличается ее практической значимостью для подготовки будущих инженеров.",
		"shortText": "Основные и базовые навыки будущих инженеров.",
		"courseId": "robo",
		"age": "1-9",
		"time": 144,
		"groups": {
			"1-4": 76,
			"5-9": 28
		}
	},
	"dmodel": {
		"title": "3D моделирование и инженерная графика",
		"shortTitle": "Моделирование",
		"img": "../php/img/dmodel.png",
		"text": "3D - моделирование настолько прочно вошло в жизнь людей, что они, сталкиваясь с ним, порой даже не замечают его. Разглядывая интерьер комнаты на огромном рекламном щите, наблюдая, как взрывается самолет в остросюжетном боевике, многие не догадываются, что перед ними не реальные съемки, а результат работы специалиста 3D-моделирования. Программа заключается в своевременном выявлении и развитии у детей интеллектуальных и творческих способностей, интереса к исследовательской, технической деятельности; создания современных инновационных площадок для обучения детей в техническом направлении.",
		"shortText": "3D вокруг нас, погружение в графику.",
		"courseId": "dmodel",
		"age": "6-7",
		"time": 72,
		"groups": {
			"6-7": 33
		}
	},
	"promdesign": {
		"title": "Промдизайн: скетчинг и моделирование",
		"shortTitle": "Промдизайн",
		"img": "../php/img/promdesign.png",
		"text": "В основе направления программы включены современные достижения в сфере искусства и художественной культуры средствами скетчинга и моделирования идеи в реальные образы как традиционно, так и виртуально через графический планшет. Использование цифровых технологий в образовательных программах обучающихся расширяют один из будущих подходов развития промышленного дизайна.",
		"shortText": "'Просто' об искусстве и скетчинге в современном мире.",
		"courseId": "promdesign",
		"age": "5-8",
		"time": 72,
		"groups": {
			"5-8": 14
		}
	},
	"photo": {
		"title": "Искусство фотографии",
		"shortTitle": "Фотография",
		"img": "../php/img/photo.png",
		"text": "С появлением цифровых фотоаппаратов, компьютеров и доступных программ для редактирования изображения фотография прочно вошла в нашу повседневную жизнь. Для одних она стала профессией, для других – возможностью заполнить семейный альбом, для третьих – увлечением, способом самовыражения и самоутверждения. Фотография оказалась полезной людям многих профессий – журналистам, педагогам, ученым и др. Программа ставит перед собой основную педагогическую цель —непрерывный рост личности учащихся, развитие и расширение у них творческих способностей средствами уникального искусства фотографии. Цифровая графика (фотография, видеосъемка) востребована в настоящий момент и пользуется большой популярностью у детей и молодежи, а умение работать с различными графическими редакторами является важной частью информационной компетентности ученика.",
		"courseId": "photo",
		"age": "5-7",
		"time": 72,
		"groups": {
			"5-7": 11
		}
	},
	"multland": {
		"title": "МультLand",
		"shortTitle": "МультLand",
		"img": "../php/img/multland.png",
		"text": "Программа «МультLand» ставит своей целью создание необходимых условий для стимулирования развития интеллектуальных и творческих способностей детей. Метод проекта – это одна из личностно-ориентированных технологий, в основе, которой лежит развитие критического и творческого мышления и познавательных навыков учащихся. Развитие умений самостоятельно конструировать свои знания и ориентироваться в информационном пространстве. Использование метода проектов позволяет развивать творческие способности, логическое мышление, стремление самому открывать новые знания и умение проявлять их в современной действительности.",
		"courseId": "multland",
		"age": "6",
		"time": 72,
		"groups": {
			"6": 31
		}
	},
	"design": {
		"title": "Компьютерная графика и дизайн",
		"shortTitle": "Графика",
		"img": "../php/img/design.png",
		"text": "Для человека в современном компьютеризированном мире и времени цифровых технологий просто необходимы знания об этом самом мире. Учащиеся приобретают необходимые навыки, как для простой обработки фотографии, так и создания собственной визитки, плаката, презентации, анимированного рисунка. Кроме того, они познают изнутри труд художника – графика, что им помогает определиться с профессиональной сферой деятельности на будущее.",
		"courseId": "design",
		"age": "5-7",
		"time": 72,
		"groups": {
			"5-7": 20
		}
	},
	"doll": {
		"title": "Кукольная мастерская",
		"shortTitle": "Мастерская",
		"img": "../php/img/doll.png",
		"text": "Одной из составляющих культуры является игрушка. Программа вводит ребенка в удивительный мир творчества, дает возможность поверить в себя, в свои способности. В курсе раскрывается художественный образ куклы, осуществляется развитие творческого опыта обучающихся в процессе собственной художественно-творческой активности. В процессе обучения, учащиеся погрузятся в создание собственной куклы: от идеи и раскройки одежды до готовой игрушки. Создание куклы способствует ментальному отдыху от учебы, расслаблению и появлению нового хобби у ребенка.",
		"courseId": "doll",
		"age": "4-8",
		"time": 72,
		"groups": {
			"4-8": 8
		}
	},
	"tech": {
		"title": "Урок технолонии",
		"shortTitle": "Технология",
		"img": "../php/img/tech.png",
		"text": "Данная программа подразумевает овладение обучающимися навыками конкретной предметно-преобразующей деятельности, создание новых ценностей, соответствующих потребностям развития общества. Происходит знакомство с миром технологий и способами их применения в общественном производстве. Программа формирует у обучающихся технологическое мышление.  Что способствует наиболее органично решать задачи установления связей между образовательным и жизненным пространством, образовательными результатами, полученными при изучении различных предметных областей, а также собственными образовательными результатами и жизненными задачами.",
		"courseId": "tech",
		"age": "5-8",
		"time": 72,
		"groups": {
			"5-8": 26
		}	
	},
	"ict": {
		"title": "Урок информатики",
		"shortTitle": "Информатика",
		"img": "../php/img/ict.png",
		"text": "Данная программа направлена на решение задачи подготовки квалифицированных кадров в области информатики, цифровых технологий и готовит обучающихся к жизни и осуществлению профессиональной деятельности в условиях технологизации всех сфер деятельности человека. Программа призвана обеспечить готовность школьников к успешному и практическому применению цифровых технологий, а также освоению приемов и способов овладения инструментами построения цифровой среды своего образовательного пространства. Программа позволит легко осваивать и применять цифровые технологии в динамически изменяющейся среде, обеспечит готовность свободно ориентироваться в современных цифровых технологиях, уметь использовать веб-портфолио для компьютерного роста.",
		"courseId": "ict",
		"age": "6-8",
		"time": 72,
		"groups": {
			"6": 10,
			"7": 12,
			"8": 12
		}
	},
	"model": {
		"title": "Векторное моделирование и лазерная резка",
		"shortTitle": "Моделирование",
		"img": "../php/img/model.png",
		"text": "Из школьной программы по физике ученики мало что могут узнать о лазерах, а ведь лазерные технологии сегодня становятся краеугольными в медицине, IT, робототехнике и множестве других прикладных сфер. Это несоответствие исправит наша программа. Освоив её, школьники смогут ознакомиться с потенциалом лазеров в современном мире, узнать, как они работают и самим прокачать свои навыки в данной области.",
		"courseId": "model",
		"age": "6-8",
		"time": 72,
		"groups": {
			"6-8": 15
		}
	},
	"chess": {
		"title": "Шахматная азбука",
		"shortTitle": "Шахматы",
		"img": "../php/img/chess.png",
		"text": "Шахматы это не только игра, доставляющая обучающимся много радости, удовольствия, но и эффективное средство их умственного развития, формирования внутреннего плана действий - способности действовать в уме. Игра в шахматы развивает наглядно-образное мышление, способствует зарождению логического мышления, воспитывает усидчивость, вдумчивость, целеустремленность. Ребенок, обучающийся этой игре, становится собраннее, самокритичнее, привыкает самостоятельно думать, принимать решения, бороться до конца, не унывать при неудачах.",
		"courseId": "chess",
		"age": "5",
		"time": 72,
		"groups": {
			"5": 22
		}
	},
	"math": {
		"title": "Математика и первые шаги в программирование",
		"shortTitle": "Математика",
		"img": "../php/img/math.png",
		"text": "Курс направлен на расширение знаний учащихся по математике, развитие их алгоритмического мышления и логической культуры. Проектная деятельность позволяет детям закрепить пройденный материал, раскрыть творческий потенциал ребенка. В процессе выполнения заданий ребята учатся рассуждать, анализировать и строить цепочки и этапы решения задач. Все эти навыки необходимо развивать у детей с ранних лет обучения, привлекая электронные ресурсы. ЛогоМиры – многофункциональная инструментальная творческая среда для учащихся. Это мощное средство развивающего обучения позволяет не только программировать, но и выполнять широкий круг заданий – от простейших рисунков и презентационных роликов до сколь угодно сложных проектов на различные темы. Содержит основные компьютерные инструменты – текстовый, графический, музыкальный редакторы, возможность записи звука с микрофона, набор программируемых объектов и, главное, язык программирования высокого уровня Лого.",
		"courseId": "math",
		"age": "2-7",
		"time": 72,
		"groups": {
			"2": 24,
			"3-4": 26,
			"5-7": 28
		}
	}
}